Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: An experimental picture of your beat-to-beat heart timing. Not an ECG and not a diagnosis. You'll read and accept an experimental note before it shows anything.
de: Ein experimentelles Bild deines Herzschlag-Timings. Kein EKG und keine Diagnose. Du liest und akzeptierst einen Experimentell-Hinweis, bevor es etwas anzeigt.
es: Una imagen experimental del intervalo entre tus latidos. No es un ECG ni un diagnóstico. Leerás y aceptarás una nota experimental antes de que muestre nada.
fr: Une image expérimentale du rythme battement par battement de votre cœur. Ce n'est ni un ECG ni un diagnostic. Vous lirez et accepterez une remarque expérimentale avant qu'elle n'affiche quoi que ce soit.
it: Un quadro sperimentale del ritmo battito per battito del tuo cuore. Non è un ECG e non è una diagnosi. Leggerai e accetterai una nota sperimentale prima che mostri qualcosa.
pl: Eksperymentalny obraz rytmu serca z uderzenia na uderzenie. Nie ECG i nie diagnoza. Przeczytasz i zaakceptujesz notatkę eksperymentalną, zanim cokolwiek pokaże.
pt_pt: Uma imagem experimental do ritmo do teu coração batimento a batimento. Não é um ECG e também não é um diagnóstico. Irá ler e aceitar uma nota experimental antes que ela mostre alguma coisa.
ru: Экспериментальная картина межударного ритма сердца. Это не ЭКГ и не диагноз. Прежде чем что-либо отобразится, вам нужно будет прочитать и принять экспериментальное уведомление.
th: ภาพทดลองจังหวะหัวใจเต้นต่อจังหวะของคุณ ไม่ใช่ ECG และไม่ใช่การวินิจฉัย คุณจะต้องอ่านและยอมรับบันทึกการทดลองก่อนที่จะแสดงสิ่งใดๆ
zh_hans: 一幅实验性的逐拍心跳节律图。它不是心电图，也不是诊断。在显示任何内容之前，你需要先阅读并接受一份实验性说明。
zh_hant: 一幅你逐拍心跳間隔的實驗性圖像。不是 ECG，也不是診斷。在它顯示任何內容之前，你需要先閱讀並接受一份實驗性說明。

source: An experimental picture of your beat-to-beat timing
de: Ein experimentelles Bild deines Herzschlag-Timings
es: Una imagen experimental del intervalo entre tus latidos
fr: Une image expérimentale de votre rythme battement par battement
it: Un quadro sperimentale della tua tempistica battito-battito
pl: Eksperymentalny obraz czasu między uderzeniami
pt_pt: Uma imagem experimental do teu tempo batida a batida
ru: Экспериментальная картина межударного ритма
th: ภาพทดลองจังหวะต่อจังหวะของคุณ
zh_hans: 对你逐拍节律的一次实验性呈现
zh_hant: 對你逐拍節律的一次實驗性呈現

source: An experimental picture of your beat-to-beat timing. Please read these first.
de: Ein experimentelles Bild deines Herzschlag-Timings. Bitte lies das zuerst.
es: Una imagen experimental del intervalo entre tus latidos. Lee esto primero, por favor.
fr: Une image expérimentale de votre rythme battement par battement. Veuillez d'abord lire ceci.
it: Un quadro sperimentale della tua tempistica battito-battito. Leggi prima questo.
pl: Eksperymentalny obraz czasu między uderzeniami. Proszę najpierw przeczytać te informacje.
pt_pt: Uma imagem experimental do teu tempo batida a batida. Lê estes primeiro.
ru: Экспериментальная картина межударного ритма. Сначала прочитайте это.
th: ภาพทดลองจังหวะต่อจังหวะของคุณ โปรดอ่านสิ่งเหล่านี้ก่อน
zh_hans: 对你逐拍节律的一次实验性呈现。请先阅读以下内容。
zh_hant: 對你逐拍節律的一次實驗性呈現。請先閱讀以下內容。

source: An HRV reading needs the live R-R stream. Open the Live screen and connect your strap, then come back.
de: Eine HRV-Messung braucht den Live-R-R-Stream. Öffne den Live-Bildschirm und verbinde deinen Strap, dann komm zurück.
es: Una lectura de VFC necesita el flujo R-R en vivo. Abre la pantalla En vivo y conecta tu pulsera, luego vuelve.
fr: Une lecture de VFC nécessite le flux R-R en direct. Ouvrez l'écran En direct et connectez votre bracelet, puis revenez.
it: Una lettura HRV richiede lo stream R-R in diretta. Apri la schermata In diretta e connetti la tua fascia, poi torna qui.
pl: Odczyt HRV wymaga strumienia R-R na żywo. Otwórz ekran Na żywo i podłącz pasek, a następnie wróć.
pt_pt: Uma leitura HRV precisa da transmissão RR em direto. Abra o ecrã em direto, ligue a tua bracelete e volte.
ru: Для показания ВСР нужен живой поток R-R. Откройте экран «Прямой эфир», подключите браслет и вернитесь сюда.
th: การอ่านค่า HRV จำเป็นต้องมีสตรีม R-R แบบเรียลไทม์ เปิดหน้าจอเรียลไทม์และเชื่อมต่อสายรัดของคุณแล้วกลับมาอีกครั้ง
zh_hans: HRV 读数需要实时 R-R 数据流。请打开「实时」界面并连接你的手环，然后再返回。
zh_hant: HRV 讀數需要即時 R-R 資料流。請打開「即時」畫面並連接你的手環，然後再返回。

source: An optional heavier model for "Look at this more closely" on a reply. Leave unset to hide that option.
de: Ein optionales, stärkeres Modell für „Genauer ansehen“ unter einer Antwort. Nicht gesetzt, blendet die Option aus.
es: Un modelo más potente y opcional para "Analizar con más detalle" en una respuesta. Si lo dejas sin definir, la opción se oculta.
fr: Un modèle plus puissant, facultatif, pour « Examiner de plus près » sous une réponse. Non défini, l'option est masquée.
it: Un modello opzionale più pesante per "Guarda più da vicino" in una risposta. Lascia non impostato per nascondere quell'opzione.
pl: Opcjonalny cięższy model dla „Przyjrzyj się temu dokładniej” przy odpowiedzi. Zostaw nieustawiony, by ukryć tę opcję.
pt_pt: Um modelo opcional mais pesado para "Observe isso mais de perto" em uma resposta. Deixe não definido para ocultar essa opção.
ru: Дополнительная более тяжелая модель для ответа «Посмотрите на это повнимательнее». Оставьте отключенным, чтобы скрыть эту опцию.
th: ตัวเลือกโมเดลที่หนักกว่าสำหรับ "ดูสิ่งนี้ให้ละเอียดยิ่งขึ้น" ในการตอบกลับ ปล่อยว่างไว้เพื่อซ่อนตัวเลือกนั้น
zh_hans: 回复时“仔细看看”的可选较重模型。保持未设置状态以隐藏该选项。
zh_hant: 回覆時「仔細看看」的可選較重模型。保持未設定狀態以隱藏該選項。

source: Analyse my sleep
de: Meinen Schlaf analysieren
es: Analizar mi sueño
fr: Analyser mon sommeil
it: Analizza il mio sonno
pl: Przeanalizuj mój sen
pt_pt: Analise o meu sono
ru: Проанализировать мой сон
th: วิเคราะห์การนอนของฉัน
zh_hans: 分析我的睡眠
zh_hant: 分析我的睡眠

source: Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
pl: Analiza
pt_pt: Análise
ru: Анализ
th: การวิเคราะห์
zh_hans: 分析
zh_hant: 分析

source: And make sure it's charged.
de: Und stelle sicher, dass er geladen ist.
es: Y asegúrate de que esté cargada.
fr: Et assurez-vous qu'il est chargé.
it: E assicurati che sia carica.
pl: I upewnij się, że jest naładowany.
pt_pt: E certifique-se de que está carregado.
ru: И убедитесь, что он заряжен.
th: และตรวจสอบว่าชาร์จแล้ว
zh_hans: 并确保它已充好电。
zh_hant: 還要確保它有電。

source: Answer again using the deeper analysis model
de: Erneut antworten, mit dem Modell für die genauere Analyse
es: Responder de nuevo con el modelo de análisis más detallado
fr: Répondre à nouveau avec le modèle d'analyse approfondie
it: Rispondi di nuovo utilizzando il modello di analisi più approfondita
pl: Odpowiedz ponownie, używając modelu głębszej analizy
pt_pt: Responda novamente usando o modelo de análise mais profunda
ru: Ответьте еще раз, используя модель более глубокого анализа.
th: ตอบอีกครั้งโดยใช้แบบจำลองการวิเคราะห์เชิงลึก
zh_hans: 使用更深入的分析模型再次回答
zh_hant: 使用更深入的分析模型再次回答

source: Answers are about the night and day leading into this morning, the same attribution a WHOOP export uses, so logged and imported days line up.
de: Antworten beziehen sich auf die Nacht und den Tag vor diesem Morgen, dieselbe Zuordnung wie in einem WHOOP-Export, damit erfasste und importierte Tage übereinstimmen.
es: Las respuestas se refieren a la noche y el día previos a esta mañana, la misma atribución que usa una exportación de WHOOP, para que los días registrados e importados coincidan.
fr: Les réponses portent sur la nuit et la journée précédant ce matin, la même attribution qu'utilise un export WHOOP, afin que les jours enregistrés et importés correspondent.
it: Le risposte riguardano la notte e il giorno che portano a questa mattina, la stessa attribuzione usata da un'esportazione WHOOP, così i giorni registrati e importati si allineano.
pl: Odpowiedzi dotyczą nocy i dnia poprzedzającego dzisiejszy poranek; jest to ta sama atrybucja, z której korzysta eksport WHOOP, więc zarejestrowane i zaimportowane dni pokrywają się.
pt_pt: As respostas são sobre a noite e o dia que antecedem esta manhã, a mesma atribuição que uma exportação WHOOP utiliza, portanto, os dias registados e importados alinham-se.
ru: Ответы относятся к ночи и дню, предшествующим этому утру, — так же, как в экспорте WHOOP, поэтому записанные и импортированные дни совпадают.
th: คำตอบเป็นเรื่องเกี่ยวกับกลางคืนและกลางวันที่นำไปสู่เช้าวันนี้ ซึ่งเป็นการระบุแหล่งที่มาแบบเดียวกับที่ไฟล์ส่งออก WHOOP ใช้ ดังนั้นวันที่บันทึกและนำเข้าจึงเรียงกัน
zh_hans: 回答涉及的是通向今天早晨的这个夜晚和白天，与 WHOOP 导出所用的归属方式相同，因此记录的日期和导入的日期能够对齐。
zh_hant: 回答涉及的是通向今天早晨的這個夜晚和白天，與 WHOOP 匯出所用的歸屬方式相同，因此記錄的日期和匯入的日期能夠對齊。

source: Any amount helps. Thank you, genuinely.
de: Jeder Betrag hilft. Danke, wirklich.
es: Cualquier cantidad ayuda. Gracias, de verdad.
fr: Tout montant est utile. Merci, sincèrement.
it: Qualsiasi importo aiuta. Grazie, davvero.
pl: Każda kwota pomaga. Dziękuję, szczerze.
pt_pt: Qualquer valor ajuda. Obrigado, de verdade.
ru: Любая сумма поможет. Спасибо, искренне.
th: จำนวนเท่าใดก็ช่วยได้ ขอบคุณจริงๆ
zh_hans: 任何金额都有帮助。谢谢你，真心的。
zh_hant: 任何金額都有幫助。謝謝你，真心的。

source: Any OpenAI-compatible server: Ollama, LM Studio, llama.cpp, or your own gateway. Stays on your network; nothing leaves %@.
de: Jeder OpenAI-kompatible Server: Ollama, LM Studio, llama.cpp oder dein eigenes Gateway. Bleibt in deinem Netzwerk; nichts verlässt %@.
es: Cualquier servidor compatible con OpenAI: Ollama, LM Studio, llama.cpp o tu propia pasarela. Se queda en tu red; nada sale de %@.
fr: Tout serveur compatible OpenAI : Ollama, LM Studio, llama.cpp, ou votre propre passerelle. Reste sur votre réseau ; rien ne quitte %@.
it: Qualsiasi server compatibile con OpenAI, Ollama, LM Studio, llama.cpp o il tuo gateway. Resta sulla tua rete; niente lascia %@.
pl: Dowolny serwer zgodny z OpenAI: Ollama, LM Studio, llama.cpp lub Twoja własna brama. Pozostaje w Twojej sieci; nic nie pozostawia %@.
pt_pt: Qualquer servidor compatível com OpenAI: Ollama, LM Studio, llama.cpp ou o teu próprio gateway. Permanece na tua rede; nada sai de %@.
ru: Любой сервер, совместимый с OpenAI: Ollama, LM Studio, llama.cpp или ваш собственный шлюз. Остаётся в вашей сети; ничего не покидает %@.
th: เซิร์ฟเวอร์ที่รองรับ OpenAI: Ollama, LM Studio, llama.cpp หรือเกตเวย์ของคุณเอง อยู่บนเครือข่ายของคุณ ไม่มีข้อมูลใดออกจาก %@
zh_hans: 任何兼容 OpenAI 的服务器，Ollama、LM Studio、llama.cpp，或你自己的网关。留在你的网络内；没有任何内容离开 %@。
zh_hant: 任何相容 OpenAI 的伺服器，Ollama、LM Studio、llama.cpp，或你自己的閘道。留在你的網路內；沒有任何內容離開 %@。

source: Anything else — the coach will hold it.
de: Alles andere — der Coach behält es im Blick.
es: Cualquier otra cosa — el coach la tendrá en cuenta.
fr: Tout autre chose — le coach la gardera en tête.
it: Qualsiasi altra cosa la terrà l'allenatore.
pl: Cokolwiek jeszcze — trener to zapamięta.
pt_pt: Qualquer outra coisa – o treinador irá segurar.
ru: Остальное — тренер удержит.
th: ข้อมูลอื่นที่ต้องการให้โค้ชจดจำ
zh_hans: 其他任何事情——教练都会保留。
zh_hant: 其他任何事情——教練都會保留。

source: Anything that needs Oura's cloud (web dashboard, Oura's coaching, shared circles).
de: Alles, was Ouras Cloud braucht (Web-Dashboard, Ouras Coaching, geteilte Kreise).
es: Todo lo que necesite la nube de Oura (panel web, coaching de Oura, círculos compartidos).
fr: Tout ce qui nécessite le cloud d'Oura (tableau de bord web, coaching Oura, cercles partagés).
it: Tutto ciò che richiede il cloud di Oura (dashboard web, coaching di Oura, cerchie condivise).
pl: Wszystko, co wymaga chmury Oura (panel WWW, coaching Oura, udostępnione kręgi).
pt_pt: Tudo o que necessite da nuvem da Oura (painel web, treinadoring da Oura, círculos partilhados).
ru: Всё, что требует облака Oura (веб-панель, коучинг Oura, общие круги).
th: ทุกสิ่งที่ต้องการคลาวด์ของ Oura (แดชบอร์ดเว็บ การฝึกสอนของ Oura แวดวงที่แชร์)
zh_hans: 任何依赖 Oura 云端的功能（网页仪表盘、Oura 的教练服务、共享圈子）。
zh_hant: 任何需要 Oura 雲端的功能（網頁儀表板、Oura 的教練功能、共享圈子）。

source: Anything you see here (including any side-by-side trend) is your own information shown back to you. It's an association, never a cause, and never a medical finding.
de: Alles, was du hier siehst (einschließlich Seite-an-Seite-Trends), sind deine eigenen Informationen, die dir zurückgespiegelt werden. Es ist ein Zusammenhang, nie eine Ursache und nie ein medizinischer Befund.
es: Todo lo que ves aquí (incluida cualquier tendencia comparada) es tu propia información mostrada de vuelta. Es una asociación, nunca una causa, y nunca un hallazgo médico.
fr: Tout ce que vous voyez ici (y compris toute tendance comparée côte à côte) est votre propre information qui vous est simplement restituée. C'est une association, jamais une cause, et jamais un constat médical.
it: Tutto quello che vedi qui (compresa qualsiasi tendenza affiancata) sono le tue informazioni mostrate a te. È un'associazione, mai una causa, e mai un riscontro medico.
pl: Wszystko, co tu widzisz (w tym wszelkie trendy side-by-side) to Twoje własne informacje, które są Ci wyświetlane. Jest to skojarzenie, nigdy przyczyna i nigdy odkrycie medyczne.
pt_pt: Tudo o que vê aqui (incluindo qualquer tendência lado a lado) é a tua própria informação que lhe é mostrada. É uma associação, nunca uma causa e nunca uma descoberta médica.
ru: Всё, что вы видите здесь (включая любые сопоставленные тренды), — это ваша собственная информация, показанная вам же. Это связь, а не причина, и никогда не медицинское заключение.
th: สิ่งใดก็ตามที่คุณเห็นที่นี่ (รวมถึงแนวโน้มแบบเคียงข้างกัน) คือข้อมูลของคุณที่แสดงกลับมาให้คุณเห็น มันเป็นการเชื่อมโยง ไม่เคยเป็นสาเหตุ และไม่เคยเป็นการค้นพบทางการแพทย์
zh_hans: 你在这里看到的一切（包括任何并排趋势）都只是把你自己的信息呈现给你。它是一种关联，绝不是因果，更不是医学结论。
zh_hant: 你在這裡看到的一切（包括任何並排趨勢）都是你自己的資訊回饋給你。它是一種關聯，絕非因果，也絕非醫學結論。

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
pl: Klucz API
pt_pt: Chave API
ru: API-ключ
th: คีย์เอพีไอ
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key (optional)
de: API-Schlüssel (optional)
es: Clave de API (opcional)
fr: Clé API (facultatif)
it: Chiave API (opzionale)
pl: Klucz API (opcjonalnie)
pt_pt: Chave API (opcional)
ru: API-ключ (необязательно)
th: คีย์ API (ไม่บังคับ)
zh_hans: API 密钥（可选）
zh_hant: API 金鑰（可選）

source: App icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
it: Icona dell'app
pl: Ikona aplikacji
pt_pt: Ícone do aplicativo
ru: Значок приложения
th: ไอคอนแอป
zh_hans: 应用图标
zh_hant: 應用程式圖示

source: App icon colors
de: App-Icon-Farben
es: Colores de iconos de la app
fr: Couleurs des icônes de l'app
it: Colori delle icone dell'app
pl: Kolory ikony aplikacji
pt_pt: Cores dos ícones do aplicativo
ru: Цвета значков приложений
th: สีไอคอนแอป
zh_hans: 应用程序图标颜色
zh_hant: 應用程式圖示顏色

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt_pt: Aspeto
ru: Внешний вид
th: รูปลักษณ์
zh_hans: 外观
zh_hant: 外觀

source: Apple Health has not granted HRV write access.
de: Apple Health hat keinen Schreibzugriff für HRV gewährt.
es: Apple Salud no ha concedido acceso de escritura para la VFC.
fr: Apple Santé n'a pas accordé l'accès en écriture pour la VFC.
it: Apple Salute non ha concesso l'accesso in scrittura per l'HRV.
pl: Apple Health nie przyznało prawa do zapisu HRV.
pt_pt: A Apple Saúde não concedeu acesso de escrita à VFC.
ru: Apple Health не предоставил доступ на запись ВСР.
th: Apple Health ยังไม่อนุญาตให้เขียนข้อมูล HRV
zh_hans: Apple 健康尚未授予 HRV 写入权限。
zh_hant: Apple 健康尚未授予 HRV 寫入權限。

source: Apple Health isn't available on %@.
de: Apple Health ist auf %@ nicht verfügbar.
es: Apple Health no está disponible en %@.
fr: Apple Santé n'est pas disponible sur %@.
it: Apple Health non è disponibile su %@.
pl: Apple Health nie jest dostępny na %@.
pt_pt: O Apple Health não está disponível em %@.
ru: Apple Health недоступен на %@.
th: Apple Health ไม่มีให้บริการใน %@
zh_hans: Apple 健康在 %@ 上不可用。
zh_hant: Apple 健康在 %@ 上不可用。

source: Apple Health isn't available on this device, so there's nothing to connect here.
de: Apple Health ist auf diesem Gerät nicht verfügbar, hier gibt es also nichts zu verbinden.
es: Apple Health no está disponible en este dispositivo, así que no hay nada que conectar aquí.
fr: Apple Santé n'est pas disponible sur cet appareil, il n'y a donc rien à connecter ici.
it: Apple Health non è disponibile su questo dispositivo, quindi qui non c'è nulla da collegare.
pl: Apple Health nie jest dostępny na tym urządzeniu, więc nie ma tu nic do podłączenia.
pt_pt: O Apple Health não está disponível neste dispositivo, pelo que não há nada para ligar aqui.
ru: Apple Health недоступен на этом устройстве, поэтому подключать здесь нечего.
th: Apple Health ไม่พร้อมใช้งานบนอุปกรณ์นี้ ดังนั้นจึงไม่สามารถเชื่อมต่อได้ที่นี่
zh_hans: Apple 健康在此设备上不可用，因此这里没有可连接的内容。
zh_hant: Apple 健康在此裝置上不可用，因此這裡沒有可連接的內容。

source: Apple Health lives on the iPhone, not the Mac, so connecting your Apple Watch happens there. Open NOOP on your iPhone, head to Settings, and run this same Apple Watch setup. Your scores then show up across your devices.
de: Apple Health lebt auf dem iPhone, nicht auf dem Mac – deine Apple Watch verbindest du also dort. Öffne NOOP auf deinem iPhone, geh in die Einstellungen und führe dort dieselbe Apple-Watch-Einrichtung aus. Deine Werte erscheinen dann auf all deinen Geräten.
es: Apple Health vive en el iPhone, no en la Mac, así que la conexión de tu Apple Watch se hace ahí. Abre NOOP en tu iPhone, ve a Ajustes y ejecuta esta misma configuración del Apple Watch. Tus puntuaciones aparecerán luego en todos tus dispositivos.
fr: Apple Santé vit sur l'iPhone, pas sur le Mac, donc la connexion de votre Apple Watch se fait là-bas. Ouvrez NOOP sur votre iPhone, allez dans Paramètres, et effectuez cette même configuration Apple Watch. Vos scores apparaîtront ensuite sur tous vos appareils.
it: Apple Health risiede sull'iPhone, non sul Mac, quindi il collegamento dell'Apple Watch avviene lì. Apri NOOP sul tuo iPhone, vai in Impostazioni ed esegui questa stessa configurazione di Apple Watch. I tuoi punteggi compariranno poi su tutti i tuoi dispositivi.
pl: Apple Health działa na iPhonie, a nie na Macu, więc podłączanie Apple Watch odbywa się właśnie tam. Otwórz NOOP na swoim iPhonie, przejdź do Ustawień i uruchom tę samą konfigurację Apple Watch. Następnie Twoje wyniki pojawią się na wszystkich Twoich urządzeniach.
pt_pt: O Apple Health reside no iPhone, não no Mac, pelo que a ligação do Apple Watch acontece aí. Abra o NOOP no teu iPhone, vá a Definições e execute a mesma configuração do Apple Watch. As tuas pontuações aparecem nos teus dispositivos.
ru: Apple Health работает на iPhone, а не на Mac, поэтому подключение Apple Watch происходит там. Откройте NOOP на iPhone, перейдите в «Настройки» и выполните такую же настройку Apple Watch. После этого показатели появятся на всех ваших устройствах.
th: Apple Health ใช้งานบน iPhone ไม่ใช่ Mac ดังนั้นการเชื่อมต่อ Apple Watch ของคุณจึงเกิดขึ้นที่นั่น เปิด NOOP บน iPhone ของคุณ ไปที่การตั้งค่า และเรียกใช้การตั้งค่า Apple Watch เดียวกันนี้ คะแนนของคุณจะปรากฏบนอุปกรณ์ของคุณ
zh_hans: Apple 健康位于 iPhone 上，而非 Mac 上，因此连接你的 Apple Watch 需在那里进行。请在 iPhone 上打开 NOOP，前往「设置」，运行同样的这套 Apple Watch 设置流程。之后你的评分便会在各设备间显示。
zh_hant: Apple 健康位於 iPhone 上，而非 Mac 上，因此連接你的 Apple Watch 需在那裡進行。請在 iPhone 上打開 NOOP，前往「設定」，執行同樣的這套 Apple Watch 設定流程。之後你的評分便會在各裝置間顯示。

source: Apple Health sync failed: %@
de: Apple-Health-Synchronisierung fehlgeschlagen: %@
es: Falló la sincronización con Apple Health: %@
fr: Échec de la synchronisation Apple Santé : %@
it: Sincronizzazione Apple Health non riuscita: %@
pl: Synchronizacja Apple Health nie powiodła się: %@
pt_pt: Falha na sincronização do Apple Health: %@
ru: Синхронизация с Apple Health не удалась: %@
th: การซิงค์ Apple Health ล้มเหลว: %@
zh_hans: Apple Health 同步失败：%@
zh_hant: Apple Health 同步失敗：%@

source: Apple Watch. Needs more data to score this yet.
de: Apple Watch. Braucht noch mehr Daten, um das zu bewerten.
es: Apple Watch. Necesita más datos para puntuar esto todavía.
fr: Apple Watch. A besoin de plus de données pour évaluer cela pour l'instant.
it: Apple Watch. Servono ancora più dati per assegnare un punteggio.
pl: Apple Watch. Potrzebuje jeszcze więcej danych, aby to ocenić.
pt_pt: Apple Watch. Ainda precisa de mais dados para pontuar isso.
ru: Apple Watch. Пока недостаточно данных для расчёта.
th: แอปเปิ้ลวอทช์ ต้องการข้อมูลเพิ่มเติมเพื่อทำคะแนนสิ่งนี้
zh_hans: Apple Watch。目前还需要更多数据才能对此评分。
zh_hant: Apple Watch。目前還需要更多資料才能對此評分。

source: Apple-inspired colors
de: Von Äpfeln inspirierte Farben
es: Colores inspirados en Apple
fr: Couleurs inspirées de la pomme
it: Colori ispirati alla mela
pl: Kolory inspirowane Apple
pt_pt: Cores inspiradas na Apple
ru: Цвета в стиле Apple
th: สีสันที่ได้แรงบันดาลใจจาก Apple
zh_hans: 受苹果启发的颜色
zh_hant: 受蘋果啟發的顏色

source: Apple-logged
de: Von Apple erfasst
es: Registrado por Apple
fr: Enregistré par Apple
it: Registrato da Apple
pl: Zalogowane przez Apple
pt_pt: Registado na Apple
ru: Записано Apple
th: บันทึกโดย Apple
zh_hans: Apple 记录
zh_hant: Apple 記錄

source: Apple's own sleep stages drive Rest directly. This is one of the watch's strengths.
de: Apples eigene Schlafphasen fließen direkt in Ruhe ein. Das ist eine der Stärken der Uhr.
es: Las fases de sueño de Apple alimentan Descanso directamente. Es uno de los puntos fuertes del reloj.
fr: Les stades de sommeil propres à Apple alimentent directement le Repos. C'est l'un des points forts de la montre.
it: Le fasi del sonno di Apple guidano direttamente il riposo. È uno dei punti di forza dell'orologio.
pl: Własne etapy uśpienia firmy Apple bezpośrednio sterują Odpoczynek. To jedna z mocnych stron zegarka.
pt_pt: As fases de sono da Apple alimentam diretamente o Descanso. Este é um dos pontos fortes do relógio.
ru: Собственные стадии сна Apple напрямую формируют показатель «Отдых». Это одна из сильных сторон часов.
th: ข้อมูลระยะการนอนของ Apple ใช้คำนวณคะแนนการพักผ่อนโดยตรง ซึ่งเป็นจุดเด่นอย่างหนึ่งของ Apple Watch
zh_hans: Apple 自己的睡眠分期直接驱动休息评分。这是手表的强项之一。
zh_hant: Apple 自己的睡眠階段直接驅動休息分數。這是手錶的強項之一。

source: Apple's sleep stages are strong, and they drive your Rest score directly.
de: Apples Schlafphasen sind stark und fließen direkt in deinen Ruhewert ein.
es: Las fases de sueño de Apple son sólidas y alimentan tu puntuación de Descanso directamente.
fr: Les stades de sommeil d'Apple sont fiables et alimentent directement votre score de Repos.
it: Le fasi del sonno di Apple sono affidabili e guidano direttamente il tuo punteggio di riposo.
pl: Fazy ​​snu Apple są mocne i bezpośrednio wpływają na Twój wynik Odpoczynek.
pt_pt: Os estágios de sono da Apple são fortes e impulsionam diretamente a tua pontuação de descanso.
ru: Стадии сна от Apple точны и напрямую формируют ваш показатель «Отдых».
th: ข้อมูลระยะการนอนของ Apple มีคุณภาพดีและใช้คำนวณคะแนนการพักผ่อนของคุณโดยตรง
zh_hans: Apple 的睡眠分期很可靠，它们直接驱动你的休息评分。
zh_hant: Apple 的睡眠階段很可靠，它們直接驅動你的休息分數。

source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
it: Applicare
pl: Zastosuj
pt_pt: Aplicar
ru: Применить
th: นำมาใช้
zh_hans: 申请
zh_hant: 申請

source: Apply preset: %@
de: Voreinstellung anwenden: %@
es: Aplicar valor preestablecido: %@
fr: Appliquer le préréglage : %@
it: Applica preimpostazione: %@
pl: Zastosuj ustawienie: %@
pt_pt: Aplicar predefinição: %@
ru: Применить предустановку: %@
th: ใช้ค่าที่ตั้งล่วงหน้า: %@
zh_hans: 应用预设：%@
zh_hant: 應用預設：%@

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivio
pl: Archiwum
pt_pt: Arquivo
ru: Архив
th: คลังเก็บเอกสารสำคัญ
zh_hans: 存档
zh_hant: 存檔

source: Archived
de: Archiviert
es: Archivados
fr: Archivés
it: Archiviato
pl: Zarchiwizowano
pt_pt: Arquivado
ru: В архиве
th: เก็บถาวรแล้ว
zh_hans: 已存档
zh_hant: 已存檔
